[
  "obsidian-admonition",
  "obsidian-mind-map",
  "obsidian-icon-folder",
  "dataview",
  "obsidian-tasks-plugin",
  "obsidian-style-settings",
  "obsidian-kanban",
  "darlal-switcher-plus",
  "table-editor-obsidian",
  "file-tree-alternative",
  "OA-file-hider"
]